{
	"categories":
		[
			{
				"id": "all",
				"badge": 2,
				"who" :
					[
						{
							"id": "all",
							"name": "Wszyscy",
							"badge": 2
						},
						{
							"id": "1",
							"name": "Teatr Polski",
							"badge": 1
						},
						{
							"id": "2",
							"name": "Teatr Tańca",
							"badge": 1
						}
					]
			},
			{
				"id": "1",
				"badge": 1,
				"who" :
					[
						{
							"id": "all",
							"name": "Wszyscy",
							"badge": 1
						},
						{
							"id": "1",
							"name": "Teatr Polski",
							"badge": 1
						}
					]
			},
			{
				"id": "2",
				"badge": 1,
				"who" :
					[
						{
							"id": "all",
							"name": "Wszyscy",
							"badge": 1
						},							
						{
							"id": "2",
							"name": "Teatr Tańca",
							"badge": 1
						}
					]
			},
			{
				"id": "3",
				"badge": 0,
				"who" :
					[
					  {
					  	"id": "all",
							"name": "Wszyscy",
							"badge": 0
						}
					]
			}
		],
	"events":
		[
			{
			  "id": 1,
				"title": "Mayday",
				"whoName": "Teatr Polski",
				"whoAbout": "ul. G. Zapolskiej 3, 50-032 Wrocław, http://www.teatrpolski.wroc.pl, (+48) 71 316 07 00",
				"catName": "Teatr",
				"dateTime": "2014-02-01T18:00:00",
				"pic": "http://placekitten.com/600/300",
				"place": "Scena na Świebodzkim",
				"price": "24 ulg., 32 nor.",
				"more": "http://www.teatrpolski.wroc.pl/przedstawienia/mayday",
				"desc": "Jedna z najlepszych na świecie komedii. Historia londyńskiego taksówkarza bigamisty, któremu przez lata udaje się bezkolizyjnie lawirować między dwiema kochającymi go żonami. Na skutek wypadku ulicznego jego tajemnica wychodzi na jaw, wywołując lawinę komplikacji. Bohater miota się, usiłując ukryć podwójne życie przed małżonkami, mediami i policją. Znakomity komizm sytuacji fabularnych i języka sprawia, że Mayday od 21 lat rozśmiesza do łez wrocławską publiczność. Jedna z najlepszych na świecie komedii. Historia londyńskiego taksówkarza bigamisty, któremu przez lata udaje się bezkolizyjnie lawirować między dwiema kochającymi go żonami. Na skutek wypadku ulicznego jego tajemnica wychodzi na jaw, wywołując lawinę komplikacji. Bohater miota się, usiłując ukryć podwójne życie przed małżonkami, mediami i policją. Znakomity komizm sytuacji fabularnych i języka sprawia, że Mayday od 21 lat rozśmiesza do łez wrocławską publiczność. Jedna z najlepszych na świecie komedii. Historia londyńskiego taksówkarza bigamisty, któremu przez lata udaje się bezkolizyjnie lawirować między dwiema kochającymi go żonami. Na skutek wypadku ulicznego jego tajemnica wychodzi na jaw, wywołując lawinę komplikacji. Bohater miota się, usiłując ukryć podwójne życie przed małżonkami, mediami i policją. Znakomity komizm sytuacji fabularnych i języka sprawia, że Mayday od 21 lat rozśmiesza do łez wrocławską publiczność."
			},
			{
			  "id": 2,
				"title": "aMayday",
				"whoName": "Teatr Tańca",
				"whoAbout": "ul. G. Zapolskiej 3, 50-032 Wrocław, http://www.teatrpolski.wroc.pl, (+48) 71 316 07 00",
				"catName": "Taniec",
				"dateTime": "2014-02-01T18:15:00",
				"pic": "",
				"place": "Scena na Świebodzkim",
				"price": "24 ulg., 32 nor.",
				"desc": "Jedna z najlepszych na świecie komedii. Historia londyńskiego taksówkarza bigamisty, któremu przez lata udaje się bezkolizyjnie lawirować między dwiema kochającymi go żonami. Na skutek wypadku ulicznego jego tajemnica wychodzi na jaw, wywołując lawinę komplikacji. Bohater miota się, usiłując ukryć podwójne życie przed małżonkami, mediami i policją. Znakomity komizm sytuacji fabularnych i języka sprawia, że Mayday od 21 lat rozśmiesza do łez wrocławską publiczność."
			}			
		],
	"newest":
		[
			{
				"id": 10,
				"text": "[01-02, Teatr] Event 1..."
			},
			{
				"id": 11,
				"text": "[01-02, Taniec] Event 2..."
			},
			{
				"id": 12,
				"text": "[01-02, Performance] Event 3..."
			}				
		],
	"soon":
		[
			{
				"id": 13,
				"text": "[01-02, Teatr] Event 4..."
			},
			{
				"id": 14,
				"text": "[01-02, Taniec] Event 5..."
			},
			{
				"id": 15,
				"text": "[01-02, Performance] Event 6..."
			}
		]
}